Revit 2027 API
ParameterTypeId.PhyMaterialParamReductionFactor Property
 "Reduction factor for shear"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamReductionFactor { get; }
Public Shared ReadOnly Property PhyMaterialParamReductionFactor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamReductionFactor {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamReductionFactor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace